/*
  Localizable.strings
  Support

  Created by Jordy Witteman on 03/09/2020.
  Translated by Guillaume Gète on 19/08/2021.
  
*/

"Computer Name" = "Nom de ce Mac";
"Model" = "Modèle";
"Last Reboot" = "Dernier redémarrage";
"RESTART_REGULARLY" = "Pensez à redémarrer votre Mac";
"ADMIN_RECOMMENDS_RESTARTING_EVERY" = "Votre administrateur préféré recommande de redémarrer votre Mac tous les";
"ago" = "plus tôt";
"minute" = "minute";
"minutes" = "minutes";
"hour" = "heure";
"hours" = "heures";
"day" = "jour";
"days" = "jours";
"Used" = "Utilisé";
"Available" = "Disponible";
"About Support" = "À propos de Support";
"Help and Documentation" = "Aide et documentation";
"Quit Support" = "Quitter Support";
"Quit" = "Quitter";
"Are you sure you want to quit?" = "Voulez-vous vraiment quitter?";
"An error occurred" = "Une erreur est survenue";
"Please contact IT support" = "Contactez le support technique";
"Not Connected" = "Non connecté";
"IP Address" = "Adresse IP";
"No IP Address" = "Pas d'adresse IP";
"Password" = "Mot de passe";
"Expires Today" = "Expire aujourd'hui'";
"Never Expires" = "N'expire jamais'";
"Expires in " = "Expire dans ";
"Expired" = "Expiré";
"Change Now" = "Changer maintenant";
"Sign In Here" = "Connectez-vous ici";
" days" = " jours";
" day" = " jour";
"Mac diagnosis" = "Diagnostic du Mac";
"MAC_DIAGNOSIS_TEXT" = "Un aperçu de votre Mac, et un état de sa santé";
"Easy access" = "Accès simplifié";
"EASY_ACCESS_TEXT" = "Accédez aux ressource de votre organisaton : apps, sites…";
"Get in touch" = "Prendre contact";
"GET_IN_TOUCH_TEXT" = "Créez simplement un ticket ou soumettez une demande";
"Continue" = "Continuer";
"OPEN_JAMF_CONNECT_MANUALLY" = "Veuillez ouvrir Jamf Connect";
"OPEN_JAMF_CONNECT_MANUALLY_TEXT" = "Ouvrez Jamf Connect depuis la barre des menus pour changer votre mot de passe";
"NETWORK_UNAVAILABLE" = "Réseau indisponible";
"NETWORK_UNAVAILABLE_TEXT" = "Le réseau de votre organisation n'est pas disponible. Veuillez vérifier votre connexion et tentez une nouvelle fois.";
